Repository: Rego523/GEI-Q5-Interfaces-Persona-Maquina
Catalog: p1/src/*.po
Languages: de, es, fr, it

source: Search cocktails
de: Cocktails suchen
es: Buscar cócteles
fr: Rechercher des cocktails
it: Cerca cocktail

source: Search ingredients
de: Zutaten suchen
es: Buscar Ingredientes
fr: Rechercher des ingrédients
it: Cerca ingredienti

source: Return to home screen
de: Kehren Sie zum Startbildschirm zurück
es: Volver a la pantalla de inicio
fr: Revenir à l'écran d'accueil
it: Torna alla schermata principale

source: Search for the name of a cocktail...
de: Nach dem Namen eines Cocktails suchen...
es: Busca el nombre de un cóctel...
fr: Rechercher le nom d'un cocktail...
it: Cerca il nome di un cocktail...

source: Alcoholic drinks
de: Alkoholische Getränke
es: Bebidas alcohólicas
fr: Boissons alcoolisées
it: Bevande alcoliche

source: Non-alcoholic drinks
de: Alkoholfreie Getränke
es: Bebidas no alcohólicas
fr: Boissons non alcoolisées
it: Bevande analcoliche

source: Filter by alcohol
de: Nach Alkohol filtern
es: Filtrar por alcohol
fr: Filtrer par alcool
it: Filtra per alcol

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scoprire

source: Show random cocktail
de: Zufälligen Cocktail anzeigen
es: Mostrar cóctel aleatorio
fr: Afficher un cocktail aléatoire
it: Mostra un cocktail casuale

source: Return to main search cocktails screen
de: Kehren Sie zum Hauptbildschirm für die Cocktailsuche zurück
es: Volver a la pantalla principal de búsqueda de cócteles
fr: Revenir à l'écran principal de recherche de cocktails
it: Ritorna alla schermata principale di ricerca dei cocktail

source: Recipe
de: Rezept
es: Receta
fr: Recette
it: Ricetta

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: ingredienti

source: Search for the name of an ingredient...
de: Nach dem Namen einer Zutat suchen...
es: Busca el nombre de un ingrediente...
fr: Rechercher le nom d'un ingrédient...
it: Cerca il nome di un ingrediente...

source: Return to main search ingredient screen
de: Kehren Sie zum Hauptbildschirm für die Zutatensuche zurück
es: Volver a la pantalla principal de búsqueda de ingredientes
fr: Revenir à l'écran principal de recherche des ingrédients
it: Ritorna alla schermata principale di ricerca degli ingredienti

source: Cocktails that use:
de: Cocktails, die Folgendes verwenden:
es: Cócteles que utilizan:
fr: Cocktails qui utilisent:
it: Cocktail che utilizzano:

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...

source: Close app
de: App schließen
es: Cerrar app
fr: Fermer l'application
it: Chiudi l'app

source: ERROR: No internet connection
de: FEHLER: Keine Internetverbindung
es: ERROR: No hay conexión a Internet
fr: ERREUR : Pas de connexion Internet
it: ERRORE: nessuna connessione Internet

source: ERROR: No results found for your search
de: FEHLER: Für Ihre Suche wurden keine Ergebnisse gefunden
es: ERROR: No se encontraron resultados para su búsqueda
fr: ERREUR : Aucun résultat trouvé pour votre recherche
it: ERRORE: nessun risultato trovato per la tua ricerca

source: ERROR: No results found with alcoholic filter
de: FEHLER: Mit dem Alkoholfilter wurden keine Ergebnisse gefunden
es: ERROR: No se encontraron resultados con filtro de alcohol
fr: ERREUR : Aucun résultat trouvé avec le filtre à alcool
it: ERRORE: nessun risultato trovato con il filtro alcolico

source: ERROR: No results found with non-alcoholic filter
de: FEHLER: Mit dem alkoholfreien Filter wurden keine Ergebnisse gefunden
es: ERROR: No se encontraron resultados con filtro sin alcohol
fr: ERREUR : Aucun résultat trouvé avec le filtre sans alcool
it: ERRORE: nessun risultato trovato con il filtro analcolico

source: ERROR: Search field is empty, enter a text to search
de: FEHLER: Das Suchfeld ist leer. Geben Sie einen Suchtext ein
es: ERROR: El campo de búsqueda está vacío, ingrese un texto para buscar
fr: ERREUR : le champ de recherche est vide, saisissez un texte à rechercher
it: ERRORE: il campo di ricerca Ã¨ vuoto, inserisci un testo da cercare
